Repository: NiccoloBargioni/ZTronWWIIUniforms
Catalog: Sources/ZTronWWIIUniforms/Resources/en.lproj/Localizable.xcstrings
Source language: en
Languages: it

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.ProTip6Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.Requirement1
source: Obtain the pommel spending no more than 10k jolts as a team.
it: Ottieni il pomolo senza spendere più di 10 mila scosse come squadra.

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.PENNY_STRANGLER.Riddle
source: Sticks and stones.
it: Serve solo l’essenziale

# OUTFIT.SLAYER_FROM_CASABLANCA.BANKER.QuestName
source: Banker
it: Banchiere

# OUTFIT.SLAYER_FROM_CASABLANCA.OUTFIT_NAME
source: The Slayer From Casablanca
it: Il massacratore di Casablanca

# OUTFIT.SLAYER.BIG_GAME.AU_NATUREL.Requirement1
source: Beat the casual easter egg without any player using special abilities, mods, or consumables.
it: Batti l’easter egg base senza che i giocatori usino abilità speciali, mod, o consumabili.

# OUTFIT.SLAYER.BIG_GAME.AU_NATUREL.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.AU_NATUREL.Riddle
source: No helmet either.
it: Via anche i caschi.

# OUTFIT.SLAYER.BIG_GAME.BLITZLESS.ChallengeName
source: Blitzless
it: Senza blitz

# OUTFIT.SLAYER.BIG_GAME.BLITZLESS.Requirement1
source: Beat the casual easter egg without any players using perks.
it: Batti l’easter egg base senza che i giocatori usino perk.

# OUTFIT.SLAYER.BIG_GAME.BLITZLESS.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.BLITZLESS.Riddle
source: No fancy German medicine.
it: Niente strani intrugli tedeschi.

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.ChallengeName
source: Low Power
it: Bassa potenza

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.ProTip1
source: Free Fire with MK.II is allowed.**
it: Fuoco Libero con MK.II è consentito.**

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.Requirement1
source: Beat the casual easter egg without any players using pack a punch.
it: Batti l’easter egg base senza che i giocatori usino il pack-a-punch.

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.LOW_POWER.Riddle
source: No fancy German engineering.
it: Niente strani macchinari tedeschi.

# OUTFIT.SLAYER.BIG_GAME.NOT_A_SCRATCH.ChallengeName
source: Not a Scratch
it: Neanche un graffio

# OUTFIT.SLAYER.BIG_GAME.NOT_A_SCRATCH.Requirement1
source: Beat the casual easter egg with no downed players.
it: Batti l’easter egg base senza giocatori atterrati.

# OUTFIT.SLAYER.BIG_GAME.NOT_A_SCRATCH.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.NOT_A_SCRATCH.Riddle
source: No mistakes.
it: Vietato sbagliare.

# OUTFIT.SLAYER.BIG_GAME.OUTFIT_NAME
source: Slayer
it: Uccisore

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ChallengeName
source: Practiced
it: Pratico

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip1
source: In co-op, as soon as wave 1 starts, one player activates Elektromagnet (double jolts) while everyone else activates Vernichten (nuke) to maximise the points.
it: In cooperativa, appena inizia il round 1, un giocatore attiva Elektromagnet (doppie scosse), mentre tutti gli altri attivano Vernichten (testata nucleare) per massimizzare i punti.

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip2
source: To maximize the points, with 1911, on wave 1, shoot three times to the legs, and then use the shovel. Every round, the number of shots you can take increases by 2. To speed up the shovel melee animation, make sure you are crouching while performing the attack.
it: Per massimizzare i punti, con le 1911, a round 1, spara tre volte alle gambe, e poi usa la pala. Ogni round, il numero di colpi che puoi infierire aumenta di 2. Per velocizzare l’animazione della palata, accertati di essere accovacciato mentre esegui l’attacco.

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip3
source: For the lightning rod defenses, don’t kill any zombie, and use Frontline when the health bar turns red (while being far from the rod).
it: Per le difese del parafulmini, non uccidere alcuno zombie, ed usa Prima Linea quando la barra della salute diventa rossa (mentre sei lontano dal parafulmini).

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.Requirement1
source: Beat the casual easter egg within wave 12 (included).
it: Batti l’easter egg base entro il round 12 (compreso).

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SLAYER.BIG_GAME.PRACTICED.Riddle
source: “We’re professionals”
it: “Siamo professionisti.”

# OUTFIT.SLAYER.BIG_GAME.QuestName
source: Big Game
it: Caccia grossa

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.ChallengeName
source: Extinguisher
it: Estintore

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.ProTip1
source: Hit Gekochts (aka Sizzlers) with a chest shot with the Kar98k to stun them, and gain time to aim precisely to the head.
it: Colpisci i Gekocht (detti anche Sizzlers) con un colpo al petto con il Kar98k per stordirli, e guadagnare tempo per mirare con precisione alla testa.

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.ProTip2
source: Using the special pack-a-punch ability of the De-Lisle sniper doesn’t count towards the challenge.
it: Usare l’abilità speciale pack-a-punch del De-Lisle non conta per la sfida.

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.Requirement1
source: Obtain 10 consecutive headshots using a sniper rifle against Gekochts.
it: Ottieni 10 colpi alla testa consecutivi usando un cecchino contro i Gekochts.

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.EXTINGUISHER.Riddle
source: Snuff the flame
it: Spegni le candele.

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.ChallengeName
source: Hold Your Ground
it: Difendi la posizione

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.ProTip1
source: This challenge can be completed along with the 25 minutes speedrun challenge for the Skullbreaker outfit.
it: Questa sfida può essere completata insieme alla speedrun dei 25 minuti per l’uniforme dello Spaccateste.

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.Requirement1
source: Complete the first 20 waves in the spawn.
it: Completa i primi 20 round nello spawn.

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.HOLD_YOUR_GROUND.Riddle
source: In the shadows.
it: Nelle ombre

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ChallengeName
source: Just Takes A Scratch
it: Solo un graffio

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip1
source: Getting concussed by a bomber doesn’t negate the challenge.
it: Venire storditi da un bombardiere non nega la sfida.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip2
source: Better done in four players.
it: È meglio se completata in squadra da quattro giocatori.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip3
source: The most common strategy is to camp in the smugler room. All players should use Shellshock to activate as soon as a single zombie crosses the door.
it: La strategia più comune è comperare nella stanza del contrabbandiere. Tutti i giocatori dovrebbero usare Trauma Letale, da attivare nonappena uno zombie attraversa la porta.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip3Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip4
source: Two players should use the De-Lisle, while the other two should use the .9mm SAP.
it: Due giocatori dovrebbero usare il De-Lisle, mentre i rimanenti dovrebbero usare le .9mm SAP.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip4Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip5
source: Let go the powerups that spawn outside the room unless they’re completely safe to pick up.
it: Ignora i potenziamenti che spawnano fuori dalla stanza, a meno che non siano completamente sicuri da raccogliere.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip5Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip6
source: Refill ammo during the wave change at the pack-a-punch.
it: Fai scorta di munizioni durante il cambio round presso il pack-a-punch.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.ProTip6Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.Requirement1
source: Reach and complete wave 30 without any player getting damage.
it: Raggiungi e completa il round 30 senza che alcun giocatore subisca danni.

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.JUST_TAKES_A_SCRATCH.Riddle
source: I’ll be fine.
it: Starò bene

# OUTFIT.STALKER.VIGILANT.KEEP_HANDS_CLEAR.ChallengeName
source: Keep Hands Clear
it: Via le mani

# OUTFIT.STALKER.VIGILANT.KEEP_HANDS_CLEAR.Requirement1
source: Beat the easter egg without any player going down.
it: Batti l’easter egg senza che alcun giocatore venga atterrato.

# OUTFIT.STALKER.VIGILANT.KEEP_HANDS_CLEAR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.KEEP_HANDS_CLEAR.Riddle
source: “Go Go Go!”
it: Macchinari pesanti

# OUTFIT.STALKER.VIGILANT.MINIMALIST.ChallengeName
source: Minimalist
it: Minimalista

# OUTFIT.STALKER.VIGILANT.MINIMALIST.Requirement1
source: Complete the first 30 waves without any player using special abilities, mods, consumables, pack-a-punch or perks.
it: Completa i primi 30 round senza che alcun giocatore usi abilità speciali, mods, consumabili, pack-a-punch o perk.

# OUTFIT.STALKER.VIGILANT.MINIMALIST.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.STALKER.VIGILANT.MINIMALIST.Riddle
source: No shiny tools.
it: Niente strumenti raffinati.

# OUTFIT.STALKER.VIGILANT.OUTFIT_NAME
source: Stalker
it: Inseguitore

# OUTFIT.STALKER.VIGILANT.QuestName
source: Vigilant
it: Giustiziere

# OUTFIT.SURVIVALIST.OUTFIT_NAME
source: Survivalist
it: Survivalista

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.ChallengeName
source: I Love My Gun
it: Adoro la mia arma

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.ProTip1
source: Beating every Easter Egg unlocks extra choices for starting weapons.
it: Battere tutti gli Easter Egg garantisce una scelta più ampia per l’arma iniziale.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.ProTip2
source: Traps, nukes (from the ground or consumables), lethal equipments, can all be used without impacting the challenge success.
it: Le trappole, nuke (da terra o consumabili) ed equipaggiamenti letali, possono essere usati senza influenzare il successo della sfida.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.Requirement1
source: Survive wave 30 with only each players’ starting weapon
it: Sopravvivi all’ondata 30 usando solo le armi di partenza di ogni giocatore, in L’Ultimo Reich.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.I_LOVE_MY_GUN.Riddle
source: Only what you brought with you
it: Solo quello che hai portato con te

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.IN_THE_DARK.ChallengeName
source: In The Dark
it: Nell’ombra

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.IN_THE_DARK.ProTip1
source: You can unlock the fire trap in the square of Mittelburg.
it: Puoi sbloccare la trappola del fuoco nella piazza di Mittelburg.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.IN_THE_DARK.Requirement1
source: Survive wave 30 without generator power in The Final Reich.
it: Sopravvivi all’ondata 30 senza ripristinare l’energia in L’Ultimo Reich.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.IN_THE_DARK.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.IN_THE_DARK.Riddle
source: “Back in my day…”
it: “Ai miei tempi…”

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.LUDDITE.ChallengeName
source: Luddite
it: Luddismo

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.LUDDITE.Requirement1
source: Survive wave 30 without any players using blitzes in The Final Reich.
it: Sopravvivi all’ondata 30 senza che i giocatori usino blitz in L’Ultimo Reich.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.LUDDITE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.LUDDITE.Riddle
source: Don’t trust this new fangled medicine
it: Non c’è da fidarsi della medicina moderna

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.NO_TOUCHING.ChallengeName
source: No Touching
it: Vietato toccare

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.NO_TOUCHING.Requirement1
source: Survive wave 30 with no downed players
it: Sopravvivi all’ondata 30 senza giocatori atterrati, in L’Ultimo Reich.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.NO_TOUCHING.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.NO_TOUCHING.Riddle
source: No slacking off, on your feet.
it: Non perdere tempo, in piedi.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.QuestName
source: Survival Guide
it: Guida alla sopravvivenza

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.ChallengeName
source: Roll The Dice
it: Tira il dado

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.ProTip1
source: Mystery box weapon guarantees are allowed.
it: I consumabili garanzia arma dalla scatola misteriosa sono ammessi.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.ProTip2
source: Free Fire with MK.II (temporary pack-a-punch upgrade) is allowed, on the starting weapon as well. Traps, nukes (from the ground and consumables), and lethal equipments are allowed.
it: Fuoco Libero con MK.II (potenziamento temporaneo pack-a-punch) è consentito, anche sull’arma iniziale. Trappole, nuke (da terra o da consumabili), ed equipaggiamenti letali sono consentiti.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.Requirement1
source: Survive wave 30 with only weapons from two mystery box uses per player. Starting weapons are allowed, but cannot be upgraded.
it: Sopravvivi all’ondata 30 usando solo le armi della scatola misteriosa in L’Ultimo Reich. Limite di due utilizzi della scatola misteriosa per giocatore. Armi di partenza ammesse, ma non potenziabili.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.Requirement2
source: At least one mystery box spin is required. 0 spins causes the challenge to fail.
it: Almeno un giro di scatola magica è richiesto. Con 0 giri la sfida fallisce.

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.Requirement2Tag
source: Requirement 2
it: Requisito 2

# OUTFIT.SURVIVALIST.SURVIVAL_GUIDE.ROLL_THE_DICE.Riddle
source: Roll the dice. Take what you can get.
it: Tira il dado. non fare lo schizzinoso.

# OUTFIT.THE_HUNTER_FROM_SEVILLE.OUTFIT_NAME
source: The Hunter From Seville
it: Il cacciatore di siviglia

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.CHA-CHING!.QuestName
source: Cha-Ching!
it: Sono ricco!

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.CHA-CHING!.Requirement1
source: Hit 25k jolts before wave <whatever>
it: Raggiungi le 25k scosse prima del round <classificato>

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.CHA-CHING!.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.CHA-CHING!.Riddle
source: Scrounge and scheme.
it: Piano di accumulo.

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.QuestName
source: Stock Broker
it: Agente di cambio

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.ROLLING_IN_IT.ChallengeName
source: Rolling in it
it: Rendimento immediato

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.ROLLING_IN_IT.Requirement1
source: Hit 30k jolts before wave <redacted>
it: Raggiungi le 30k scosse prima del round <classificato>

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.ROLLING_IN_IT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.ROLLING_IN_IT.Riddle
source: Add more zeros.
it: Aggiungi pure qualche zero

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.SAVINGS_ACCOUNT.ChallengeName
source: Savings Account
it: Risparmiatore

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.SAVINGS_ACCOUNT.Requirement1
source: Complete the bossfight with at least 15k jolts on you.
it: Batti la battaglia boss avendo nelle tue tasche almeno 15 mila scosse.

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.SAVINGS_ACCOUNT.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_HUNTER_FROM_SEVILLE.STOCK_BROKER.SAVINGS_ACCOUNT.Riddle
source: Take it with you.
it: Tieniti stretto il tesoro.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.TOOLS_OF_THE_TRADE.ChallengeName
source: Tools Of The Trade
it: Ferri dei mestiere

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.TOOLS_OF_THE_TRADE.Requirement1
source: Obtain the pommel without ever killing any zombie with the blade ranged attack of the ripsaw (right trigger). Accidentally killing a zombie even during a step that requires such attack will negate the challenge.
it: Ottieni il pomolo senza mai uccidere zombie con l’attacco a distanza della lama della motosega (tasto destro). Ucciderci accidentalmente uno zombie, anche durante un passaggio che richieda questo attacco, nega la sfida.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.TOOLS_OF_THE_TRADE.Riddle
source: No dirty kills.
it: Solo uccisioni pulite

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.ChallengeName
source: Ultimate Power
it: Potere definitivo

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.ProTip1
source: Self revives count as consumables. In solo, getting revived by the Quick Revive perk doesn’t negate the challenge.
it: Le autorianimazioni contano come consumabili. In solo, essere rianimati dal perk Rianimazione Rapida non nega la sfida.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.Requirement1
source: Obtain the pommel without any player using special abilities, mods or consumables.
it: Ottieni il pomolo senza che nessun giocatore utilizzi abilità speciali, mod o consumabili.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.ULTIMATE_POWER.Riddle
source: Streaking around the island.
it: Ecco il nuovo padrone dell'isola.

source: Untarnished Property
it: Proprietà privatissima

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.UNTARNISHED_PROPERTY.ProTip1
source: In co-op, one player should use Free Fire with MK.II and Marksmanship, and the other player should use Shellshock with Sustain Zone.
it: In cooperativa, un giocatore dovrebbe usare Fuoco libero con MK.II e Precisione, mentre l’altro dovrebbe usare Trauma Letale con Zona Mantenuta.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.UNTARNISHED_PROPERTY.ProTip1Tag
source: Requirement 1
it: Requisito 1

source: Don’t lose any armor during the pommel rituals (pest, meuchler, wustling, and monk head). Progression is team-based.
it: Non perdere scudi durante nessuno dei rituali per ottenere il pomolo (Appestati, Meuchler, Wustling, testa del monaco). Il completamento è di squadra.

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.BARBAROSSA.UNTARNISHED_PROPERTY.Riddle
source: Don’t touch the merchandise.
it: Non toccate la mercanzia!

# OUTFIT.THE_MOUNTAINEER_FROM_RUSKEALA.OUTFIT_NAME
source: The Mountaineer From Ruskeala
it: Il montanaro di Ruskeala

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.OUTFIT_NAME
source: The Survivalist From Hanoi
it: La survivalista di Hanoi

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.FACE_TO_FACE.ChallengeName
source: Face To Face
it: Faccia a faccia

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.FACE_TO_FACE.Requirement1
source: Complete the whole easter egg without using any trap.
it: Completa l’intero easter egg senza mai usare trappole.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.FACE_TO_FACE.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.FACE_TO_FACE.Riddle
source: I shall bring death.
it: Sarò la vostra morte.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.MATADOR.Requirement1
source: Kill three meuchlers with traps.
it: Uccidi tre meuchlers utilizzando le trappole.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.MATADOR.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.MATADOR.Riddle
source: Nothing is too fast to die.
it: Impossibile seminare la morte.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.QuestName
source: The Hunter
it: Il Cacciatore

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ChallengeName
source: Trapper
it: Intrappolatore

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.Dont1
source: Bomber explosions negate the challenge. To prevent this, it is recommended to activate a nuke whenever a bomber gets too close to a player.
it: Le esplosioni dei bombardieri negano la sfida. Per evitare ciò, è consigliabile attivare una nuke ogni volta che uno si avvicina troppo ad un giocatore.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ProTip1
source: Using nuke consumables or collecting the nuke power-up, doesn’t negate the challenge.
it: Usare il consumabile della nuke o raccogliere la nuke da terra non nega la sfida.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ProTip1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ProTip2
source: It is recommended to complete the challenge at lower rounds.
it: È consigliabile completare la sfida a round bassi.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ProTip2Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.ProTip3
source: To maximise points, use the despawn trick on wave zero. Furthermore, in co-op, at the beginning of wave one, one player should activate Elektromagnet (Double Jolts), and everyone else should use a nuke consumable.
it: Per massimizzare i punti, usa il trucco del despawn al round zero. Inoltre, in cooperativa, all’inizio del round uno, un giocatore attiva Elektromagnet (Scosse Doppie), mentre tutti gli altri attivano il consumabile della nuke.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.Requirement1
source: Survive four consecutive waves using only traps.
it: Sopravvivi quattro round consecutivi usando solo trappole.

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.Requirement1Tag
source: Requirement 1
it: Requisito 1

# OUTFIT.THE_SURVIVALIST_FROM_HANOI.THE_HUNTER.TRAPPER.Riddle
source: The train pain keeps coming
it: Il treno del dolore è in perfetto orario.

# OUTFIT.WAYFARER.WAYWARD_RIDER.CHAMPION_OF_LOST_ARTIFACTS.ChallengeName
source: Champion of Lost Artifacts
it: Campione dei cimeli perduti
